[
	{
		"effects": [
			{
				"text": "This thick belt is studded with iron-forged depictions of elephantine creatures. As an action, you can activate the belt until the start of your next turn."
			},
			{
				"text": "While activated, your weight becomes tenfold and you become immune to bludgeoning damage. Your speed is halved, but otherwise you feel no change. If you are grappled, restrained, or held aloft by magic or another effect when you activate the belt, you can attempt a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 9",
				"dc": true
			},
			{
				"text": " Strength check as an action. If successful, you break free of the effect binding you."
			}
		],
		"sectioncount": 2,
		"name": "Belt of the Behemoth",
		"subtext": "Wondrous item (belt), legendary (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (belt)",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "A plain pair of boots that seems to trail into smoke where it would meet the ankles. When removed and placed together, you can speak the boots' command word to summon the Stranger. The Stranger appears within the boots and acts the same as the spell "
			},
			{
				"text": "Unseen Servant",
				"itl": true
			},
			{
				"text": ", but the boots remain visible. No creature can wear the boots until the Stranger is killed or dismissed. If the Stranger is killed, he will not return until the boots are left unworn over a long rest."
			}
		],
		"sectioncount": 1,
		"name": "Boots of the Stranger",
		"subtext": "Wondrous item (footwear), uncommon (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (footwear)",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "When dealing damage with this weapon, roll two of each damage die and use the higher result."
			}
		],
		"sectioncount": 1,
		"name": "Brutal Weapon",
		"subtext": "Weapon (any), rare",
		"type": "Weapon (any)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This arrow leaves a small current of wind behind it as it flies. If this arrow hits and deals damage, the next arrow fired from the same bow towards the same target has advantage and an additional "
			},
			{
				"text": "+5",
				"bonus": true
			},
			{
				"text": " bonus to hit. If the next arrow hits, the cheating arrow is split by the next arrow and is rendered useless."
			}
		],
		"sectioncount": 1,
		"name": "Cheating Arrow",
		"subtext": "Ammunition (arrow), uncommon",
		"type": "Ammunition (arrow)",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "Comprised of semi-corporeal storm clouds in the shape of a halo, this circlet floats above its bearer's head and crackles tiny bolts of multicolor lightning. Once attuned to this item, it remains active and visible above your head no matter what form you take."
			},
			{
				"text": "When you deal damage with a melee attack, you deal an additional ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d8",
				"dice": true
			},
			{
				"text": " fire, cold and lightning damage, rolling separately. After rolling, you may choose which die deals which type of damage."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Cloudcall.",
				"bld": true,
				"itl": true
			},
			{
				"text": " You can cast "
			},
			{
				"text": "skywrite",
				"itl": true
			},
			{
				"text": " and "
			},
			{
				"text": "control weather",
				"itl": true
			},
			{
				"text": " at will. When cast using the circlet, the range of "
			},
			{
				"text": "control weather",
				"itl": true
			},
			{
				"text": " is changed to a 60 foot radius centered on yourself, and the casting time is one action. Moving outside the radius ends the spell early."
			},
			{
				"text": "Additionally, you are aware of all weather patterns within a 10 mile radius, and you know if any of them were created or manipulated by magic or other unnatural phenomena.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 3,
		"name": "Circlet of Stormvenge",
		"subtext": "Wondrous item (headpiece), spellcasting focus, legendary (requires attunement by a druid)",
		"attune": {
			"text": "(requires attunement by a druid)",
			"by": "a druid"
		},
		"type": "Wondrous item (headpiece), spellcasting focus",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "This form fitting robe has the color and texture of rusted metal. As an action, you can expend a spell slot of at least third level. When you do, choose three damage types. Until the end of your next turn, you are immune to one of those types, resist another, and are vulnerable to the last."
			}
		],
		"sectioncount": 1,
		"name": "Coat of the Golem",
		"subtext": "Wondrous item (cloak), rare (requires attunement by a spellcaster)",
		"attune": {
			"text": "(requires attunement by a spellcaster)",
			"by": "a spellcaster"
		},
		"type": "Wondrous item (cloak)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A silver crown set with an agate, garnet, and ruby gemstone. While attuned and wearing the crown, when you succeed a death saving throw, you regain 1 hit point. When you fail death saving throws, the failures accumulate and do not disappear until you finish a long rest, or until you roll a 20 on a death saving throw."
			},
			{
				"text": "While unconscious and at 0 hit points, you can choose to permanently subtract ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " from your maximum hit points to gain advantage on your next death saving throw."
			},
			{
				"text": "You cannot instantly die. Any remaining damage inflicted on you past 0 hit points is negated, and any magical effect that would kill you instantly after reducing you to 0 hit points instead leaves you unconscious (such as the ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "disintegration",
				"itl": true
			},
			{
				"text": " spell)."
			}
		],
		"sectioncount": 3,
		"name": "Crown of the Undying",
		"subtext": "Wondrous item (headpiece), very rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (headpiece)",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "This item appears as the spirit of a friendly fey encased within a gem. When attuned to the gem, it hovers around you in very slow circles. It emits faint light, which can be increased or decreased as an action to 10 feet of bright light and dim light for another 10 feet. At will, you can change the color the gem emits."
			},
			{
				"text": "As a bonus action, you can activate or deactivate the gem. While activated, the gem glows red and circles faster, moving between you and your enemies to intercept attacks from afar. When targeted by a ranged attack, roll a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "d8",
				"dice": true
			},
			{
				"text": " and add it to your AC. If this bonus causes the attack to miss, the die is decremented from a "
			},
			{
				"text": "d8",
				"dice": true
			},
			{
				"text": " to a "
			},
			{
				"text": "d6",
				"dice": true
			},
			{
				"text": ", then from a "
			},
			{
				"text": "d6",
				"dice": true
			},
			{
				"text": " to a "
			},
			{
				"text": "d4",
				"dice": true
			},
			{
				"text": ", but continues to function in the same way. After the "
			},
			{
				"text": "d4",
				"dice": true
			},
			{
				"text": " bonus causes a ranged attack to miss, the gem ceases shining light and grants no more bonuses until the next dawn."
			},
			{
				"text": "While the gem is activated, you can use your action to fluctuate the radius the gem protects, from just yourself to any creature within a 10 foot radius centered on you. Deactivating the gem returns it to its normal hover pattern around yourself.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 3,
		"name": "Diadem's Orbital Defence",
		"subtext": "Wondrous item (necklace), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (necklace)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This rapier seems flimsy and poorly made at first, but bends and sways strangely on its own whim. When attacking with fleshfinder, a creature's AC cannot exceed its Dexterity score. Fleshfinder has no damage dice and instead deals 1 point of piercing damage."
			}
		],
		"sectioncount": 1,
		"name": "Fleshfinder",
		"subtext": "Martial weapon (rapier), rare",
		"type": "Martial weapon (rapier)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A red metal gauntlet with a magic circle that floats over the palm. At the beginning of your turn, you can choose to temporarily drain the power from a magic weapon you are currently wielding. Until the beginning of your next turn, the weapon loses any special benefits it has and becomes nonmagical. During that time, you can make an additional attack with that weapon as a bonus action."
			},
			{
				"text": "For the purposes of the gauntlet, a magic weapon is any weapon with additional beneficial properties besides having a bonus to hit, damage, or AC. A static bonus to hit, damage, or AC is not drained from the weapon. The weapon retains any of its negative drawbacks while drained.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 2,
		"name": "Gauntlet of Sapping Strikes",
		"subtext": "Wondrous item (handwear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (handwear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A cobalt blue metal mitten with winter wolf fur linings. While attuned to the gauntlet, you can cast "
			},
			{
				"text": "Shape Water",
				"itl": true
			},
			{
				"text": " at will, with the following addition:"
			},
			{
				"text": "- You can freeze the water into the shape of a simple weapon. For the duration, you can use your spellcasting ability instead of Strength or Dexterity for the attack and damage rolls of the weapon. The weapon is magical and deals an additional ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " cold damage."
			}
		],
		"sectioncount": 2,
		"name": "Glacial Gauntlet",
		"subtext": "Wondrous item (handwear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (handwear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "Leather and cloth wrapped gloves with special silver thread that reinforces the wrists. At the beginning of your turn, you can make an attempt to push away each creature within 5 feet of you. If you succeed against all creatures within range, they all fall prone as well as being pushed away."
			}
		],
		"sectioncount": 1,
		"name": "Handwraps of the Frayfighter",
		"subtext": "Wondrous item (handwear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (handwear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A crossbow with a beehive attached. When making a ranged attack with honeyshot, a bolt is covered with honey from the hive before firing, embedding itself in the target on a hit. Creatures cannot remove a bolt to ignore the following effects, as residual honey remains in the wound."
			},
			{
				"text": "When you hit a target with a ranged attack from honeyshot, if it has not already released its bees, a friendly ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "Swarm of Wasps (Bees)",
				"itl": true
			},
			{
				"text": " appears within 5 feet of you. The swarm is so thick that its space is considered lightly obscured."
			},
			{
				"text": "The swarm takes its turn immediately after yours. The bees act independently and have only one goal, which is to bite the creature most coated in their honey. They follow and pursue the creature that has the most honeyshot bolts currently embedded within them. Each of their bite attacks that hits an enemy destroys one nonmagical honeyshot bolt, or removes the honey from a magical one. They continue to make bite attacks against that creature until it has no honey left embedded. They then reassess which creature is most coated in their honey within 60 feet, choosing the closest target or randomly if an even tie. They repeat this process until no honey exists or until killed, whereupon they disperse and return to the hive. If the swarm is killed, another swarm will not appear until the next dawn.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 3,
		"name": "Honeyshot",
		"subtext": "Weapon (light crossbow), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Weapon (light crossbow)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A twisted, hook edged katana with flourishes of red and black fire engraved along the blade. If the sword deals damage to a creature that has regained hit points on or since its last turn, the sword deals an additional amount of necrotic damage equal to the total amount of hit points regained during that time. If a creature has temporary hit points when hit by hopeslayer, the weapon's damage ignores the temporary hit points and deals damage directly to the target's hit points instead."
			},
			{
				"text": "When a hostile creature you can see regains hit points or gains temporary hit points, you can immediately use your reaction to move up to half of your speed and make a melee attack with hopeslayer against them.",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Curse.",
				"bld": true,
				"itl": true
			},
			{
				"text": " This item is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the item, keeping it within reach at all times. You also undergo the following effects:"
			},
			{
				"text": "When you reduce a creature to 0 hit points with this weapon, all creatures within 30 feet of you must make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 15",
				"dc": true
			},
			{
				"text": " Wisdom saving throw. Hostile creatures have advantage on this saving throw. On a failure, a creature is frightened of you for 1 minute. You have a strange attraction to the fear, and must end your subsequent turns closer to one of the targets you frightened until the effect fades."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Will.",
				"bld": true,
				"itl": true
			},
			{
				"text": " This item searches for a wielder that dominates in battle and gives no mercy. It tends towards neutral and evil alignments."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Advancements.",
				"bld": true,
				"itl": true
			},
			{
				"text": " This item grows with its wielder, and awaits advancing to the stages below. Should the wielder accomplish a great deed in accordance with the item's will, or require its additional powers to accomplish such a deed, the item will respond and immediately advance to its next stage, keeping all properties of previous stages. Such advancements are additional properties of the item for that wielder alone, and significant disuse or acting contrary to the item's will may revert advancements."
			},
			{
				"text": "- stops teleportation",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "- Dis on con saves to maintain concentration",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "- ",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 6,
		"name": "Hopeslayer",
		"subtext": "Martial weapon (longsword), artifact (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Martial weapon (longsword)",
		"rarity": {
			"text": "artifact",
			"rating": 5
		}
	},
	{
		"effects": [
			{
				"text": "These gold shoes have designs of mechanized wings on the sides. While attuned to the sandals, you gain a pool of 60 feet of fly speed that is consumed per foot of use. The pool replenishes each day at noon."
			}
		],
		"sectioncount": 1,
		"name": "Icarus Sandals",
		"subtext": "Wondrous item (footwear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (footwear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A rune-engraved wooden handle with a crystalline blade. You gain a "
			},
			{
				"text": "+1",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon, and it deals an additional "
			},
			{
				"text": "2d6",
				"dice": true
			},
			{
				"text": " cold damage on a hit. While attuned and wielding the axe, you can cast the spell "
			},
			{
				"text": "Ice Knife",
				"itl": true
			},
			{
				"text": " in place of a ranged weapon attack with the weapon. It uses your attack bonus as its spell attack bonus, with a spell save DC of 12."
			},
			{
				"text": "You score a critical hit on a melee attack roll of 19 or 20 with the axe. On a critical hit, iceglass releases a wave of intense chill as though it had cast ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "Cone of Cold",
				"itl": true
			},
			{
				"text": " in a 15 foot cone facing the target (spell save "
			},
			{
				"text": "DC 12",
				"dc": true
			},
			{
				"text": "). On a critical failure, iceglass breaks, leaving only the handle. When it shatters, it shrouds you in frost energy as though you were under the effects of the spell "
			},
			{
				"text": "Investiture of Ice",
				"itl": true
			},
			{
				"text": " for its full duration (spell save "
			},
			{
				"text": "DC 12",
				"dc": true
			},
			{
				"text": ")."
			},
			{
				"text": "You can choose to break iceglass as an action with a successful ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 12",
				"dc": true
			},
			{
				"text": " Strength check, which has the same effect as its critical failure. The hilt of the broken axe can be dipped into water at sunrise to restore the crystalline blade."
			}
		],
		"sectioncount": 3,
		"name": "Iceglass",
		"subtext": "Simple weapon (handaxe), legendary (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Simple weapon (handaxe)",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "A magical klein bottle. Over the course of an hour, you can attempt to fill the bottle with a potion or poison by making a "
			},
			{
				"text": "DC 10",
				"dc": true
			},
			{
				"text": " Intelligence check. On a failure, the bottle empties onto the ground and is wasted."
			},
			{
				"text": "The bottle can be drank from or applied as an action, requiring an Intelligence check. On a result of 7 or lower, the bottle empties onto the ground and is wasted. On a result between 8 and 18, the liquid is used normally and the bottle becomes empty. On a result of 19 or higher, the liquid is used, but an equal amount of liquid magically remains in the bottle for another use.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 2,
		"name": "Impossible Bottle",
		"subtext": "Wondrous item, uncommon",
		"type": "Wondrous item",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "An endless supply of hopelessly entangled, hefty rope. As an action, you can make a "
			},
			{
				"text": "DC 6",
				"dc": true
			},
			{
				"text": " Intelligence check to unravel 10 feet of rope from the knot. For each successful unraveling, the DC increases by one. On a failed check the knot becomes even more tangled and requires spending a short rest fixing it before it can be unraveled again. After fixing the knot, the DC resets to 6."
			}
		],
		"sectioncount": 1,
		"name": "Infinity Knot",
		"subtext": "Wondrous item, uncommon",
		"type": "Wondrous item",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "A black iron lantern that burns indefinitely with a small violet flame. A creature within the bright light of the lantern has advantage on saving throws against effects that would deal fire damage."
			},
			{
				"text": "While holding the lantern, you can use an action to extinguish any flames (magical or nonmagical) that fit within a 10 foot cube centered no more than 30 feet away. You can also target a creature with this effect instead, which must make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 18",
				"dc": true
			},
			{
				"text": " Charisma saving throw. On a failure, that creature becomes cursed by the lantern. While cursed, the creature deals two less dice of damage when inflicting fire damage. If this reduces the number of damage dice to zero or less, the damage is negated. The creature can repeat the saving throw at the end of their turns, ending the curse on a success."
			}
		],
		"sectioncount": 2,
		"name": "Lighteater Lantern",
		"subtext": "Wondrous item (hooded lantern), very rare",
		"type": "Wondrous item (hooded lantern)",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "This expertly crafted spear is light and hollow, reinforced with counterweights for balance and strength. You gain a "
			},
			{
				"text": "+2",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon, and a "
			},
			{
				"text": "+2",
				"bonus": true
			},
			{
				"text": " bonus to Dexterity based ability checks made with this weapon drawn."
			},
			{
				"text": "This weapon's reach is 10 feet. When jumping with this weapon drawn, your jump distance and height are each increased by 5 feet.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 2,
		"name": "Longspear of Balance",
		"subtext": "Martial weapon (spear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Martial weapon (spear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "After a creature within 5 feet casts a spell, you can use your reaction to make a melee weapon attack against that creature with this weapon."
			}
		],
		"sectioncount": 1,
		"name": "Mageslayer Weapon",
		"subtext": "Weapon (any), rare",
		"type": "Weapon (any)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This sword is made entirely of carved aquamarine, with blue crystals set across the handle and hilt. It appears semi-translucent, with crashing waves of water slowly roiling within. You gain a "
			},
			{
				"text": "+3",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon. This weapon deals slashing instead of piercing damage, and deals "
			},
			{
				"text": "2d6",
				"dice": true
			},
			{
				"text": " slashing damage plus "
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " cold damage on a hit. While attuned, you gain a swim speed of 30 feet and can cast "
			},
			{
				"text": "water walk",
				"itl": true
			},
			{
				"text": " on yourself at will."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Altering Touch.",
				"bld": true,
				"itl": true
			},
			{
				"text": " You can dip this weapon into any liquid without damaging the sword. When you do, you can alter the surface to make it safe to walk upon in a 5 foot square around where it was dipped. For example, lava cools into rock, water freezes into ice, mud or dries into soil, acid solidifies into gel. The effect lasts for 10 minutes."
			},
			{
				"text": "When you dip or coat the weapon with a substance that would cause the sword any type of the listed damage in the spell ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "elemental weapon",
				"itl": true
			},
			{
				"text": ", it instead causes the sword to be under the effect of that spell for 10 minutes, dealing the appropriate damage type."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Parting Flow.",
				"bld": true,
				"itl": true
			},
			{
				"text": " Once per short rest you can clear an area in liquid and turn it into a battlefield. As an action, you can activate the sword. When you do, the liquid in a 100 foot radius cylinder centered on you that extends 100 feet upwards disappears and is replaced with air. The affected surrounding liquid cannot enter the cylinder, and the bottom of the cylinder becomes a solid and safely walkable flat surface. The cylinder cannot be dispelled, and lasts for 1 hour, after which the liquid magically reappears and the solid floor dissolves."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Obedience.",
				"bld": true,
				"itl": true
			},
			{
				"text": " So long as a 1000 cubic foot basin of liquid or similar substance is within 30 feet, you can beckon it to your aid. While within range, you can cast "
			},
			{
				"text": "control water",
				"itl": true
			},
			{
				"text": ", "
			},
			{
				"text": "conjure elemental",
				"itl": true
			},
			{
				"text": ", "
			},
			{
				"text": "wall of water",
				"itl": true
			},
			{
				"text": ", and "
			},
			{
				"text": "watery sphere",
				"itl": true
			},
			{
				"text": " (spell save "
			},
			{
				"text": "DC 16",
				"dc": true
			},
			{
				"text": ") twice each per long rest without needing concentration. An elemental must be chosen that matches the type of the liquid. For the other spells, if the liquid would deal any damage to a creature submerged in it, it still does so in its new form. You may only have one of these spell effects active at any given time."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Energy Razor.",
				"bld": true,
				"itl": true
			},
			{
				"text": " You can cast "
			},
			{
				"text": "absorb elements",
				"itl": true
			},
			{
				"text": " and "
			},
			{
				"text": "chaos bolt",
				"itl": true
			},
			{
				"text": " at will (+8 to hit). "
			},
			{
				"text": "Chaos bolt",
				"itl": true
			},
			{
				"text": " can be cast instead of a melee attack with this weapon."
			}
		],
		"sectioncount": 2,
		"name": "Malifluous",
		"subtext": "Martial weapon (shortsword), artifact (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Martial weapon (shortsword)",
		"rarity": {
			"text": "artifact",
			"rating": 5
		}
	},
	{
		"effects": [
			{
				"text": "A plain black mask with an attached gray hood and veil. The mask has 6 charges. When you make an ability check, you can expend a charge to add "
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " to the roll. For each creature that you are aware can see you, one of the current charges becomes unusable, but not expended. The mask regains a charge for every 10 minutes spent alone, with no creatures you are aware of able to see you."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Curse.",
				"bld": true,
				"itl": true
			},
			{
				"text": " This item is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the item, keeping it within reach at all times. You also undergo the following effects:"
			},
			{
				"text": "While wearing and attuned to the mask, you have disadvantage on Wisdom and Charisma checks while in direct sunlight, as it becomes bright and irritating to you.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 2,
		"name": "Mask of the Recluse",
		"subtext": "Wondrous item (headpiece), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (headpiece)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A typical fluffy nightcap, with starry patterns that shift and turn. While attuned and wearing the cap, you can cast the spell "
			},
			{
				"text": "Catnap",
				"itl": true
			},
			{
				"text": " on yourself once per day. During a short rest, if you roll a 1 on a hit die, you may reroll the result. After awakening from a short or long rest, you can choose one of the following benefits:"
			},
			{
				"text": "- You awaken with ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "4d6",
				"dice": true
			},
			{
				"text": " temporary hit points."
			},
			{
				"text": "- The first 4th level or lower spell you cast after awakening is treated as though cast at one level higher than the slot used.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 3,
		"name": "Nightcap of Restfulness",
		"subtext": "Wondrous item (headpiece), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (headpiece)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "If you would hit a creature with an attack from this weapon but the creature creates an effect that causes the attack to miss, you can use your reaction to ignore that effect."
			}
		],
		"sectioncount": 1,
		"name": "Overwhelming Weapon",
		"subtext": "Weapon (any), uncommon",
		"type": "Weapon (any)",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "An enchanted egg that is warm to the touch. You can throw the egg up to 30 feet as an action. Your DM may call for a Dexterity check of appropriate difficutly according to where you throw the egg. It can also be dropped within 5 feet as a bonus action, needing no Dexterity check. The fragile egg shatters on impact, releasing brilliant flame and smoke. You disappear in a similar display, and reappear in the space the egg shattered, but you are size Tiny."
			},
			{
				"text": "When you reappear, you are one-eighth your normal size in all directions, and your weight is reduced to one one-hundredth of normal. When one-eighth your size, all rolls that use Strength, Dexterity, or Constitution have a -12 penalty.",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "After ten minutes, you grow to one-quarter your normal size in all directions, and your weight is reduced to one-twentieth of normal. When one-quarter your size, all rolls that use Strength, Dexterity, or Constitution have a -6 penalty.",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "After another ten minutes, you are no longer Tiny and have regrown to your normal size and weight. The penalties and other effects of the egg subside.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 4,
		"name": "Phoenix Eggshell",
		"subtext": "Wondrous item, uncommon",
		"type": "Wondrous item",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "A ring that seems to be made entirely of condensed light. While attuned, if you succeed the DC of a saving throw by 10 or more, you take no damage and suffer no consequences from the triggering effect."
			}
		],
		"sectioncount": 1,
		"name": "Ring of Transcendence",
		"subtext": "Wondrous item (ring), very rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (ring)",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "A fabled dwarven pick that was responsible for slaying a great and evil dragon. As an action, you can make a Strength check with the pick against a creature within 5 feet, with a DC equal to the creature's Constitution score. This effect can only be successful once against a creature with light armor, twice against medium armor, and three times against heavy or natural armor. On a success, scalepeeler shears off a part of the target's armor. The creature incurs a -1 penalty to its AC and becomes exposed. When hitting an exposed creature with an attack roll, roll "
			},
			{
				"text": "1d10.",
				"dice": true
			},
			{
				"text": " If the result is equal to or below the sum penalty amount to the creature's AC, the attack deals an extra die of damage."
			}
		],
		"sectioncount": 1,
		"name": "Scalepeeler",
		"subtext": "Martial weapon (war pick), rare",
		"type": "Martial weapon (war pick)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This cloak has streaks of shifting colors, which twist and swirl to blend into the environment. While attuned to the shawl and prone, you can take the hide action, even while within plain sight."
			}
		],
		"sectioncount": 1,
		"name": "Shawl of Vanishing",
		"subtext": "Wondrous item (cloak), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (cloak)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This sinister set of helm and pauldrons is made of monstrous bones, with the bearer's face obscured within its shark-like jaw. You have a "
			},
			{
				"text": "+3",
				"bonus": true
			},
			{
				"text": " bonus to AC while wearing this armor. You feel a racing bloodlust surge from the helm. While attuned, your actions lean towards chaotic and evil, no matter your true alignment."
			},
			{
				"text": "While attuned to this item and raging, you must always use your reckless attack feature, and your attacks cannot be non-lethal. When you make a melee weapon attack, roll ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " and add it to a pool. At the end of your turn, if you hit a creature with a melee weapon attack this turn, add the pool as temporary hit points. If you did not hit any creatures with a melee weapon attack this turn, you subtract the pool from your current hit points. The pool is then reset."
			},
			{
				"text": "While attuned and raging, if you are hit by an attack roll, you can move up to 10 feet towards the attacker and make an unarmed attack against against them with advantage, provided you can see the target. If the unarmed attack hits, the target takes an additional ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " piercing damage as the toothy helm bites down on them, and you can gain the same amount of piercing damage as temporary hit points if you choose. This ability does not require a reaction to use."
			}
		],
		"sectioncount": 3,
		"name": "Skull of Canid Molaris",
		"subtext": "Wondrous item (headpiece), legendary (requires attunement by a barbarian)",
		"attune": {
			"text": "(requires attunement by a barbarian)",
			"by": "a barbarian"
		},
		"type": "Wondrous item (headpiece)",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "An ornate spear made to look like the needle of a compass. You have advantage on Wisdom (Survival) checks made to navigate while traveling. Any distance or time spent away from this weapon does not end its attunement - the weapon's attunement only ends when attuned to a new creature. The spear will only attune to a new creature if it has not been used by its previous wielder for one year. While attuned, you can innately sense the direction to the weapon's location, and unerringly determine the fastest route to its location."
			},
			{
				"text": "When you are holding the spear, you can focus on a specific enemy you dealt damage to with it. When you do, you know the general direction towards that creature, or its exact location if it is within 60 feet. You also gain a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "+5",
				"bonus": true
			},
			{
				"text": " bonus to Wisdom (Survival) checks made to track that creature."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Will.",
				"bld": true,
				"itl": true
			},
			{
				"text": " This item searches for a wielder to help rescue the lost, either physically or spiritually. It tends towards lawful and good alignments."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Advancements.",
				"bld": true,
				"itl": true
			},
			{
				"text": " This item grows with its wielder, and awaits advancing to the stages below. Should the wielder accomplish a great deed in accordance with the item's will, or require its additional powers to accomplish such a deed, the item will respond and immediately advance to its next stage, keeping all properties of previous stages. Such advancements are additional properties of the item for that wielder alone, and significant disuse or acting contrary to the item's will may revert advancements."
			},
			{
				"text": "___",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Stage 1 (minimum 5th level).",
				"itl": true
			},
			{
				"text": "You gain a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "+1",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon, and it deals an additional "
			},
			{
				"text": "1d4",
				"dice": true
			},
			{
				"text": " thunder damage on a hit. If you are within 120 feet of the spear, you may use a bonus action to teleport it to your hand."
			},
			{
				"text": "The spear pulls and defends you automatically when fighting. Once per round, without expending a reaction, you may add a bonus equal to the attack bonus of this weapon to your AC against one melee weapon attack that would hit you. Additionally, once on your turn during your attack action, you can forgo one attack with the spear to gain advantage and a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d8",
				"dice": true
			},
			{
				"text": " bonus to hit for the next attack you make with it."
			},
			{
				"text": "___",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Stage 2 (minimum 10th level).",
				"itl": true
			},
			{
				"text": "The weapon's bonus to attack and damage rolls increases to ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "+2,",
				"bonus": true
			},
			{
				"text": " and its thunder damage increases from "
			},
			{
				"text": "1d4",
				"dice": true
			},
			{
				"text": " to "
			},
			{
				"text": "1d8.",
				"dice": true
			},
			{
				"text": " If you are within 1 mile of the spear, you may use a bonus action to teleport it to your hand."
			},
			{
				"text": "As you gain familiarity with it, the spear seems to have lodestone-like magnetic traits. The spear has the same properties as an Immovable Rod, using a command word which only you can speak instead of a button (no action required).",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "After hitting a creature with the spear, you can speak its command word. When you do, you must release the spear if you already haven't. The spear embeds itself in the creature, which must make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 21",
				"dc": true
			},
			{
				"text": " Strength saving throw. On a failure, the creature's speed becomes 0 as it is held in place by the spear. A creature can make a Strength check against the same DC as an action, freeing the held creature and pushing the spear 5 feet away on a success. The spear remains stationary until its command word is spoken again, or until teleported to your hand."
			},
			{
				"text": "___",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Stage 3 (minimum 14th level).",
				"itl": true
			},
			{
				"text": "The weapon's bonus to attack and damage rolls increases to ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "+3,",
				"bonus": true
			},
			{
				"text": " and its thunder damage increases from "
			},
			{
				"text": "1d8",
				"dice": true
			},
			{
				"text": " to "
			},
			{
				"text": "1d12.",
				"dice": true
			},
			{
				"text": " If you are within 30 miles of the spear, you may use a bonus action to teleport it to your hand."
			},
			{
				"text": "The magnetism of the spear becomes great enough for you to control. While you are within 120 feet of the spear, you are considered to be under the effect of the spell ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "Spider Climb",
				"itl": true
			},
			{
				"text": "."
			},
			{
				"text": "When in your hand, you can point the spear towards a surface within 30 feet as a bonus action. You fly directly in a line towards that surface and land safely where you pointed. Along the way, you do not provoke attacks of opportunity, and you can make a melee attack roll at disadvantage against each creature within range of the ending location, striking them as you charge forward.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 13,
		"name": "Spear of Neverloss",
		"subtext": "Simple weapon (spear), artifact (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Simple weapon (spear)",
		"rarity": {
			"text": "artifact",
			"rating": 5
		}
	},
	{
		"effects": [
			{
				"text": "A clump of dirt and roots that stay congealed together within a small jar. The dirt starts with "
			},
			{
				"text": "1d3",
				"dice": true
			},
			{
				"text": " random mushrooms of various colors growing within. Each mushroom has a fungal type, and each type of fungus needs a certain amount of time to grow. Only one type of fungal type exists in the jar at one time. If used by you or another creature within one minute of being plucked, a mushroom has a unique magical effect. Afterwards, the mushroom becomes nonmagical and can be eaten to replace a day's worth of rations, and a random replacement mushroom of the same fungal type starts to regrow and take its place. The fungal types and the mushroom's effects are listed below:"
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Glowspores (1 day).",
				"bld": true,
				"itl": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "1. Lichtenschleim.",
				"itl": true
			},
			{
				"text": " A white growth of moss. As an action, throw it up to 20 feet by making a ranged attack against a creature or object. On a hit, the target glows as though under the effect of the "
			},
			{
				"text": "light",
				"itl": true
			},
			{
				"text": " spell for its full duration."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "2. Faerie Puff.",
				"itl": true
			},
			{
				"text": " A velvety lavender ball. When thrown as an action at a surface within 20 feet, a 10 foot radius sphere of its fluffy discharge expands from its point of impact and drifts through the air for 1 minute. A creature that starts its turn in that space must make a "
			},
			{
				"text": "DC 12",
				"dc": true
			},
			{
				"text": " Dexterity saving throw or undergo the effects of the spell "
			},
			{
				"text": "faerie fire",
				"itl": true
			},
			{
				"text": " until the start of its next turn."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "3. Yellow Truffle.",
				"itl": true
			},
			{
				"text": " A bumpy ball with yellow spots. You can eat this mushroom as a bonus action. After you do, you gain resistance to necrotic damage and all damage you deal with spells deals an additional "
			},
			{
				"text": "2d6",
				"dice": true
			},
			{
				"text": " radiant damage. The effects fade after one hour."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Mushitakes (3 days).",
				"bld": true,
				"itl": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "1. Heffercap.",
				"itl": true
			},
			{
				"text": " A brown and tan mottled stalk. You can eat this mushroom as a bonus action. After you do, your Strength score is increased by 2 and you deal an additional die of damage with weapon attacks."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "2. Moss Polyp.",
				"itl": true
			},
			{
				"text": " A warty purple husk. You can plant this mushroom in an unoccupied space within 5 feet as an action. At the beginning of your next turn, it grows into a friendly "
			},
			{
				"text": "vegepygmy (VGM 196)",
				"itl": true
			},
			{
				"text": ". The vegepygmy is loyal to you until the end of the day, after which is may choose to stay or leave you."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "3. Blushburn.",
				"itl": true
			},
			{
				"text": " A blue and red streaked umbrella. You can bury this mushroom in an unoccupied space within 5 feet as an action. A creature that steps on the same space as the buried mushroom triggers a "
			},
			{
				"text": "fireball",
				"itl": true
			},
			{
				"text": " centered on that space (save "
			},
			{
				"text": "DC 14",
				"dc": true
			},
			{
				"text": ")."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Angelbells (5 days).",
				"bld": true,
				"itl": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "1. Spotted Crown.",
				"itl": true
			},
			{
				"text": " A gray cup containing a watery liquid. You can rub this mushroom on a creature or object as an action to secrete its sap. The object or creature is hidden from divination magic, and can't be targeted by such magic or perceived by it. The mushroom withers away after using its sap, and the effects of the sap fade after one day."
			},
			{
				"text": "If the sap is applied to a weapon, that weapon is considered silvered and magical. If a creature is hit by the weapon, the next time the creature takes damage of any type the weapon dealt, the creature is vulnerable to that damage type. After the first time the coated weapon deals damage, the sap's effects fade.",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "2. Troll's Ear.",
				"itl": true
			},
			{
				"text": " A wavy pink sponge. You can eat this mushroom as an action. After you do, you are relieved of all the conditions that "
			},
			{
				"text": "greater restoration",
				"itl": true
			},
			{
				"text": " can cure, and you regain "
			},
			{
				"text": "4d6",
				"dice": true
			},
			{
				"text": " hit points."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "3. Heavensbane.",
				"itl": true
			},
			{
				"text": " A tall green stem with a golden honeycomb tip. You can shake the mushroom as an action, coating a creature underneath it in its spores. For the next ten minutes, that creature is treated as though under the effect of the spells "
			},
			{
				"text": "greater invisibility",
				"itl": true
			},
			{
				"text": " and "
			},
			{
				"text": "sanctuary",
				"itl": true
			},
			{
				"text": ". After shaking loose its spores, the mushroom loses this property."
			}
		],
		"sectioncount": 2,
		"name": "Spore Colony",
		"subtext": "Wondrous item, rare",
		"type": "Wondrous item",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This staff's ornate and intricate design resembles a very tall and thin wizard's tower. When attuned to this weapon, if there is 80 feet of room in a 5 foot radius above you, you can place the staff upright into the ground and speak its command word. Over the next minute, the staff grows in size until it is an 80 foot tall, 5 foot radius stone tower with 8 interior floors plus rooftop access, as many windows as you wish, and a ground level front door suitable for your height. The tower's interior is determined by you upon speaking the command word, using the same methods as "
			},
			{
				"text": "Galder's Tower (Lost Library of Kwalish, page 57)",
				"itl": true
			},
			{
				"text": ". While anything not conjured by the tower remains inside, the tower's layout cannot be changed."
			},
			{
				"text": "Transforming the tower back into a staff takes one minute after speaking its command word from its outside. Creatures and objects left in the tower remain inside and shrink with the interior, noticing little difference other than a faint rumbling. The doors and windows seal shut while shrunk or during the resizing process, ensuring no creature or object can physically leave without breaking the tower. The staff shrinks to the same place it was set.",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "If something is inside while the tower is in its staff form, anyone can give it a shake as an action, choosing either an object or a creature known to be contained in the staff. Make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 7",
				"dc": true
			},
			{
				"text": " Wisdom check. On a success, the chosen object or creature is shaken out of the tower and magically appears at its normal size in an unoccupied space adjacent to you. On a failure, a different object or creature at random is released, if available within."
			},
			{
				"text": "The tower has AC 15 and 500 hit points. If reduced to 0 hit points, the tower safely expels all creatures and objects (which return to their normal size) and begins to shrink if not already in its staff form. The staff then loses its magical properties and cannot be damaged any further. If the spell ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "mending",
				"itl": true
			},
			{
				"text": " is cast on the staff for one hour, it regains 50 hit points. Only once the staff has full hit points do its magical properties return, if lost."
			}
		],
		"sectioncount": 4,
		"name": "Staff of the Spire",
		"subtext": "Simple weapon (staff), spellcasting focus, very rare (requires attunement by an arcane caster)",
		"attune": {
			"text": "(requires attunement by an arcane caster)",
			"by": "an arcane caster"
		},
		"type": "Simple weapon (staff), spellcasting focus",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "A necklace that holds "
			},
			{
				"text": "1d4 + 2",
				"dice": true
			},
			{
				"text": " large pearls. When using your wild shape to become a beast with a name prefaced by the word 'Giant', you may choose to expend any number of the pearls, which shatter. For each expended pearl, you summon one creature with the same name as your chosen wild shape without the word 'Giant'. A summoned creature disappears when it drops to 0 hit points or after 1 hour."
			},
			{
				"text": "The summoned creatures are friendly to you and your companions. Roll initiative for the summoned creatures as a group, which have their own turns. They obey any mental commands that you issue to them (no action required by you). If you don't issue any commands to them, they defend themselves from hostile creatures, but otherwise take no actions.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 2,
		"name": "Summoner's Rivire",
		"subtext": "Wondrous item (necklace), rare (requires attunement by a druid)",
		"attune": {
			"text": "(requires attunement by a druid)",
			"by": "a druid"
		},
		"type": "Wondrous item (necklace)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This rusted hand chime resembles a skull. While attuned, you know the spell "
			},
			{
				"text": "toll the dead",
				"itl": true
			},
			{
				"text": "."
			},
			{
				"text": "The chime has 5 charges. While holding it, you can use an action to expend 1 or more of its charges. Any undead within 30 feet, the sum of whose CR is equal to or less than the number of charges expended (starting with the lowest CR first), must make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 16",
				"dc": true
			},
			{
				"text": " Wisdom saving throw or be compelled to treat you as their new master for the next minute, as though under the effect of the "
			},
			{
				"text": "dominate monster",
				"itl": true
			},
			{
				"text": " spell. The chime regains "
			},
			{
				"text": "1d4 + 1",
				"dice": true
			},
			{
				"text": " charges at midnight."
			},
			{
				"text": "You can also use an action to expend one or more of its charges to cast one of the following spells from it using your spell save DC, with empowerments to those spells:",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Animate Dead (1 charge).",
				"itl": true
			},
			{
				"text": " The spell's casting time is 1 action."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Feign Death (1 charge).",
				"itl": true
			},
			{
				"text": " The creature gains the benefit of a short rest while unconscious."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Inflict Wounds (2 charges).",
				"itl": true
			},
			{
				"text": " The creature must make a Charisma saving throw against your spell save DC or become stunned."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Life Transference (2 charges).",
				"itl": true
			},
			{
				"text": " You instead take "
			},
			{
				"text": "6d8",
				"dice": true
			},
			{
				"text": " necrotic damage. You can choose up to two creatures to heal."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Circle of Death (4 charges).",
				"itl": true
			},
			{
				"text": " The sphere is centered on you, and you can choose which creatures are affected."
			}
		],
		"sectioncount": 3,
		"name": "The Dead Ringer",
		"subtext": "Wondrous item, spellcasting focus, legendary (requires attunement by a spellcaster)",
		"attune": {
			"text": "(requires attunement by a spellcaster)",
			"by": "a spellcaster"
		},
		"type": "Wondrous item, spellcasting focus",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "A huge hammer used to prepare meat for giantkin. You gain a "
			},
			{
				"text": "+1",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon. When attacking with this weapon, if the total of your attack roll meets or exceeds 20, you deal an additional "
			},
			{
				"text": "1d4",
				"dice": true
			},
			{
				"text": " bludgeoning and "
			},
			{
				"text": "1d4",
				"dice": true
			},
			{
				"text": " piercing damage. If your target is unarmored or lightly armored, the piercing damage becomes "
			},
			{
				"text": "1d12.",
				"dice": true
			}
		],
		"sectioncount": 1,
		"name": "The Tenderizer",
		"subtext": "Martial weapon (maul), very rare",
		"type": "Martial weapon (maul)",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "A slender piece of carved wood not unlike a flute. When placed in your mouth, you can breathe water like air, and air becomes like breathing water. While held in your mouth, you must concentrate on keeping the waterlog in place as though concentrating on a spell. If your concentration fails, the waterlog falls from your lips. You cannot speak while using the waterlog."
			}
		],
		"sectioncount": 1,
		"name": "Waterlog",
		"subtext": "Wondroud item, uncommon",
		"type": "Wondroud item",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "This arrow has razor edges lining its shaft. The arrow deals an additional "
			},
			{
				"text": "2d4",
				"dice": true
			},
			{
				"text": " slashing damage on a hit. If the target creature is flying but not hovering, the damage increases to "
			},
			{
				"text": "4d4,",
				"dice": true
			},
			{
				"text": " and the creature must make a Dexterity saving throw against a DC equal to 8 plus the slashing damage dealt by the arrow. On a failure, the creature falls 30 feet straight down."
			}
		],
		"sectioncount": 1,
		"name": "Wingclipper Arrow",
		"subtext": "Ammunition (arrow), rare",
		"type": "Ammunition (arrow)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This armor is made from condensed woollysheep cotton. While wearing it, you have resistance to cold and bludgeoning damage, and magic can't put you to sleep. You do not have to doff this armor to gain the full benefits of a long rest."
			}
		],
		"sectioncount": 1,
		"name": "Woollysheep Armor",
		"subtext": "Armor (any), rare",
		"type": "Armor (any)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "A plain golden bracelet that shines a rainbow hue in the light. While attuned, you lose a spell slot of each level. The wristlet adds the borrowed power to your cantrips, which gain a damage bonus equal to your proficiency modifier."
			}
		],
		"sectioncount": 1,
		"name": "Wristlet of the Novice Adept",
		"subtext": "Wondrous item (handwear), rare (requires attunement by a spellcaster)",
		"attune": {
			"text": "(requires attunement by a spellcaster)",
			"by": "a spellcaster"
		},
		"type": "Wondrous item (handwear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	}
]