[
	{
		"effects": [
			{
				"text": "This thick belt is studded with iron-forged depictions of elephantine creatures. As an action, you can activate the belt until the start of your next turn."
			},
			{
				"text": "While activated, your weight becomes tenfold and you become immune to bludgeoning damage. Your speed is halved, but otherwise you feel no change. If you are grappled, restrained, or held aloft by magic or another effect when you activate the belt, you can attempt a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 9",
				"dc": true
			},
			{
				"text": " Strength check. If successful, you break free of the effect binding you."
			}
		],
		"sectioncount": 2,
		"name": "Belt of the Behemoth",
		"subtext": "Wondrous item (belt), legendary (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (belt)",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "This arrow leaves a small current of wind behind it as it flies. If this arrow hits and deals damage, the next arrow fired from the same bow towards the same target has advantage and an additional "
			},
			{
				"text": "+5",
				"bonus": true
			},
			{
				"text": " bonus to hit. If the next arrow hits, the cheating arrow is split by the next arrow and is rendered useless."
			}
		],
		"sectioncount": 1,
		"name": "Cheating Arrow",
		"subtext": "Ammunition (arrow), uncommon",
		"type": "Ammunition (arrow)",
		"rarity": {
			"text": "uncommon",
			"rating": 1
		}
	},
	{
		"effects": [
			{
				"text": "Comprised of semi-corporeal storm clouds in the shape of a halo, this circlet floats above its bearer's head and crackles tiny bolts of multicolor lightning. Once attuned to this item, it remains active and visible above your head no matter what form you take."
			},
			{
				"text": "After you deal damage with an attack, you deal an additional ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "1d8",
				"dice": true
			},
			{
				"text": " fire, cold and lightning damage, rolling separately. After rolling, you may choose which die deals which type of damage."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Cloudcall.",
				"bld": true,
				"itl": true
			},
			{
				"text": " You can cast "
			},
			{
				"text": "skywrite",
				"itl": true
			},
			{
				"text": " and "
			},
			{
				"text": "control weather",
				"itl": true
			},
			{
				"text": " at will. When cast using the circlet, the range of "
			},
			{
				"text": "control weather",
				"itl": true
			},
			{
				"text": " is changed to a 60 foot radius centered on yourself, and the casting time is one action. Moving outside the radius ends the spell early."
			},
			{
				"text": "Additionally, you are aware of all weather patterns within a 10 mile radius, and you know if any of them were created or manipulated by magic or other unnatural phenomena.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 3,
		"name": "Circlet of Stormvenge",
		"subtext": "Wondrous item (headpiece), spellcasting focus, legendary (requires attunement by a druid)",
		"attune": {
			"text": "(requires attunement by a druid)",
			"by": "a druid"
		},
		"type": "Wondrous item (headpiece), spellcasting focus",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "This item appears as the spirit of a friendly fey encased within a gem. When attuned to the gem, it hovers around you in very slow circles. It emits faint light, which can be increased or decreased as an action to 10 feet of bright light and dim light for another 10 feet. At will, you can change the color the gem emits."
			},
			{
				"text": "As a bonus action, you can activate or deactivate the gem. While activated, the gem glows red and circles faster, moving between you and your enemies to intercept attacks from afar. When targeted by a ranged attack, roll a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "d8",
				"dice": true
			},
			{
				"text": " and add it to your AC. If this bonus causes the attack to miss, the die is decremented from a "
			},
			{
				"text": "d8",
				"dice": true
			},
			{
				"text": " to a "
			},
			{
				"text": "d6",
				"dice": true
			},
			{
				"text": ", then from a "
			},
			{
				"text": "d6",
				"dice": true
			},
			{
				"text": " to a "
			},
			{
				"text": "d4",
				"dice": true
			},
			{
				"text": ", but continues to function in the same way. After the "
			},
			{
				"text": "d4",
				"dice": true
			},
			{
				"text": " bonus causes a ranged attack to miss, the gem ceases shining light and grants no more bonuses until the next dawn."
			},
			{
				"text": "While the gem is activated, you can use your action to fluctuate the radius the gem protects, from just yourself to any creature within a 10 foot radius centered on you. Deactivating the gem returns it to its normal hover pattern around yourself.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 3,
		"name": "Diadem's Orbital Defence",
		"subtext": "Wondrous item, rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This rapier seems flimsy and poorly made at first, but bends and sways strangely on its own whim. When attacking with fleshfinder, a creature's AC cannot exceed its Dexterity score. Fleshfinder has no damage dice and instead deals 1 point of piercing damage."
			}
		],
		"sectioncount": 1,
		"name": "Fleshfinder",
		"subtext": "Martial weapon (rapier), rare",
		"type": "Martial weapon (rapier)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "These gold shoes have designs of mechanized wings on the sides. While attuned to the sandals, you gain a pool of 60 feet of fly speed that is consumed per foot of use. The pool replenishes each day at noon."
			}
		],
		"sectioncount": 1,
		"name": "Icarus Sandals",
		"subtext": "Wondrous item (footwear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (footwear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This expertly crafted spear is light and hollow, reinforced with counterweights for balance and strength. You gain a "
			},
			{
				"text": "+2",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon, and a "
			},
			{
				"text": "+2",
				"bonus": true
			},
			{
				"text": " bonus to Dexterity based ability checks made with this weapon drawn."
			},
			{
				"text": "This weapon's reach is 10 feet. When jumping with this weapon drawn, your jump distance and height are each increased by 5 feet.",
				"newline": true,
				"paragraph": true
			}
		],
		"sectioncount": 2,
		"name": "Longspear of Balance",
		"subtext": "Martial weapon (spear), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Martial weapon (spear)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This sword is made entirely of carved aquamarine, with blue crystals set across the handle and hilt. It appears semi-translucent, with crashing waves of water slowly roiling within. You gain a "
			},
			{
				"text": "+3",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon. This weapon deals slashing instead of piercing damage, and deals "
			},
			{
				"text": "2d6",
				"dice": true
			},
			{
				"text": " slashing damage plus "
			},
			{
				"text": "1d6",
				"dice": true
			},
			{
				"text": " cold damage on a hit. While attuned, you gain a swim speed of 30 feet and can cast "
			},
			{
				"text": "water walk",
				"itl": true
			},
			{
				"text": " on yourself at will."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Altering Touch.",
				"bld": true,
				"itl": true
			},
			{
				"text": " You can dip this weapon into any liquid without damaging the sword. When you do, you can alter the surface to make it safe to walk upon in a 5 foot square around where it was dipped. For example, lava cools into rock, water freezes into ice, mud or dries into soil, acid solidifies into gel. The effect lasts for 10 minutes."
			},
			{
				"text": "When you dip or coat the weapon with a substance that would cause the sword any type of the listed damage in the spell ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "elemental weapon",
				"itl": true
			},
			{
				"text": ", it instead causes the sword to be under the effect of that spell for 10 minutes."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Parting Flow.",
				"bld": true,
				"itl": true
			},
			{
				"text": " Once per short rest you can clear an area in liquid and turn it into a battlefield. As an action, you can activate the sword. When you do, the liquid in a 100 foot radius cylinder centered on you that extends 100 feet upwards disappears and is replaced with air. The affected surrounding liquid cannot enter the cylinder, and the bottom of the cylinder becomes a solid and safely walkable flat surface. The cylinder cannot be dispelled, and lasts for 1 hour, after which the liquid magically reappears and the solid floor dissolves."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Obedience.",
				"bld": true,
				"itl": true
			},
			{
				"text": " So long as a 1000 cubic foot basin of liquid or similar substance is within 30 feet, you can beckon it to your aid. While within range, you can cast "
			},
			{
				"text": "control water",
				"itl": true
			},
			{
				"text": ", "
			},
			{
				"text": "conjure elemental",
				"itl": true
			},
			{
				"text": ", "
			},
			{
				"text": "wall of water",
				"itl": true
			},
			{
				"text": ", and "
			},
			{
				"text": "watery sphere",
				"itl": true
			},
			{
				"text": " (spell save "
			},
			{
				"text": "DC 16",
				"dc": true
			},
			{
				"text": ") twice each per long rest without needing concentration. An elemental must be chosen that matches the type of the liquid. For the other spells, if the liquid would deal any damage to a creature submerged in it, it still does so in its new form. You may only have one of these spell effects active at any given time."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Energy Razor.",
				"bld": true,
				"itl": true
			},
			{
				"text": " You can cast "
			},
			{
				"text": "absorb elements",
				"itl": true
			},
			{
				"text": " and "
			},
			{
				"text": "chaos bolt",
				"itl": true
			},
			{
				"text": " at will (+8 to hit). "
			},
			{
				"text": "Chaos bolt",
				"itl": true
			},
			{
				"text": " can be cast instead of a melee attack with this weapon."
			}
		],
		"sectioncount": 2,
		"name": "Malifluous",
		"subtext": "Martial weapon (shortsword), artifact (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Martial weapon (shortsword)",
		"rarity": {
			"text": "artifact",
			"rating": 5
		}
	},
	{
		"effects": [
			{
				"text": "This cloak has streaks of shifting colors, which twist and swirl to blend into the environment. While attuned to the shawl and prone, you can take the hide action, even while within plain sight."
			}
		],
		"sectioncount": 1,
		"name": "Shawl of Vanishing",
		"subtext": "Wondrous item (cloak), rare (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Wondrous item (cloak)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	},
	{
		"effects": [
			{
				"text": "This staff's ornate and intricate design resembles a very tall and thin wizards tower. When attuned to this weapon, if there is 80 feet of room in a 5 foot radius around you, you can place the staff upright into the ground and speak its command word. Over the course of the next minute, the staff grows in size until it is an 80 foot tall, 5 foot radius tower with 8 floors and a front door at your height. The tower obeys the same rules as though summoned by casting the spell "
			},
			{
				"text": "Galder's tower (Lost Library of Kwalish, page 57)",
				"itl": true
			},
			{
				"text": " at 9th level with the following changes:"
			},
			{
				"text": "Transforming the tower back into a staff takes one minute after speaking its command word from its outside. Creatures and objects left in the tower remain inside and shrink with the interior, noticing little difference other than a faint rumbling. The doors and windows seal shut while shrunk or during the resizing process, ensuring no creature or object can physically leave without breaking the tower.",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "While anything not conjured by the tower remains inside, the tower's layout cannot be changed. If something is inside while the tower is in its staff form, you can give it a shake as an action, choosing either an object or a creature known to be contained in the staff. Make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 7",
				"dc": true
			},
			{
				"text": " Wisdom check. On a success, the chosen object or creature is shaken out of the tower and magically appears at its normal size in an unoccupied space adjacent to you. On a failure, a different object or creature at random is released, if available within."
			},
			{
				"text": "The tower has AC 15 and 250 hit points. If reduced to 0 hit points, the staff safely expels all creatures and objects (which return to their normal size) and begins to shrink if not already in its staff form. The staff then loses its magical properties and cannot be damaged any further. If the spell ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "mending",
				"itl": true
			},
			{
				"text": " is cast on the staff for a collective hour, it regains 25 hit points. Only once the staff has full hit points does its magical properties return."
			}
		],
		"sectioncount": 4,
		"name": "Staff of the Spire",
		"subtext": "Simple weapon (staff), spellcasting focus, very rare (requires attunement by an arcane caster)",
		"attune": {
			"text": "(requires attunement by an arcane caster)",
			"by": "an arcane caster"
		},
		"type": "Simple weapon (staff), spellcasting focus",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "The pauldrons and chestpiece of this armor depict armored horses in battle. You have a "
			},
			{
				"text": "+2",
				"bonus": true
			},
			{
				"text": " bonus to AC while wearing this armor."
			}
		],
		"sectioncount": 1,
		"name": "Stallion Breastplate",
		"subtext": "Armor (breastplate), legendary (requires attunement)",
		"attune": {
			"text": "(requires attunement)"
		},
		"type": "Armor (breastplate)",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "This rusted hand chime resembles a skull. While attuned, you know the spell "
			},
			{
				"text": "toll the dead",
				"itl": true
			},
			{
				"text": "."
			},
			{
				"text": "The chime has 5 charges. While holding it, you can use an action to expend 1 or more of its charges. Any undead within 30 feet, the sum of whose CR is equal to or less than the number of charges expended (starting with the lowest CR first), must make a ",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "DC 16",
				"dc": true
			},
			{
				"text": " Wisdom saving throw or be compelled to treat you as their new master for the next minute, as though under the effect of the "
			},
			{
				"text": "dominate monster",
				"itl": true
			},
			{
				"text": " spell. The chime regains "
			},
			{
				"text": "1d4 + 1",
				"dice": true
			},
			{
				"text": " charges at midnight."
			},
			{
				"text": "You can also use an action to expend one or more of its charges to cast one of the following spells from it using your spell save DC, with empowerments to those spells:",
				"newline": true,
				"paragraph": true
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Animate Dead (1 charge).",
				"itl": true
			},
			{
				"text": " The spell's casting time is 1 action."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Feign Death (1 charge).",
				"itl": true
			},
			{
				"text": " The creature gains the benefit of a short rest while unconscious."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Inflict Wounds (2 charges).",
				"itl": true
			},
			{
				"text": " The creature must make a Charisma saving throw against your spell save DC or become stunned."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Life Transference (2 charges).",
				"itl": true
			},
			{
				"text": " You instead take "
			},
			{
				"text": "6d8",
				"dice": true
			},
			{
				"text": " necrotic damage. You can choose up to two creatures to heal."
			},
			{
				"text": "",
				"newline": true
			},
			{
				"text": "Circle of Death (4 charges).",
				"itl": true
			},
			{
				"text": " The sphere is centered on you, and you can choose which creatures are affected."
			}
		],
		"sectioncount": 3,
		"name": "The Dead Ringer",
		"subtext": "Wondrous item, spellcasting focus, legendary (requires attunement by a spellcaster)",
		"attune": {
			"text": "(requires attunement by a spellcaster)",
			"by": "a spellcaster"
		},
		"type": "Wondrous item, spellcasting focus",
		"rarity": {
			"text": "legendary",
			"rating": 4
		}
	},
	{
		"effects": [
			{
				"text": "A huge hammer used to prepare meat for giantkin. You gain a "
			},
			{
				"text": "+1",
				"bonus": true
			},
			{
				"text": " bonus to attack and damage rolls made with this weapon. When attacking with this weapon, if the total of your attack roll meets or exceeds 20, you deal an additional "
			},
			{
				"text": "1d4",
				"dice": true
			},
			{
				"text": " bludgeoning and "
			},
			{
				"text": "1d4",
				"dice": true
			},
			{
				"text": " piercing damage. If your target is unarmored or lightly armored, the piercing damage becomes "
			},
			{
				"text": "1d12.",
				"dice": true
			}
		],
		"sectioncount": 1,
		"name": "The Tenderizer",
		"subtext": "Martial weapon (maul), very rare",
		"type": "Martial weapon (maul)",
		"rarity": {
			"text": "very rare",
			"rating": 3
		}
	},
	{
		"effects": [
			{
				"text": "This armor is made from condensed woollysheep cotton. While wearing it, you have resistance to cold and bludgeoning damage, and magic can't put you to sleep. You do not have to doff this armor to gain the full benefits of a long rest."
			}
		],
		"sectioncount": 1,
		"name": "Woollysheep Armor",
		"subtext": "Armor (any), rare",
		"type": "Armor (any)",
		"rarity": {
			"text": "rare",
			"rating": 2
		}
	}
]